Repository: TYPO3-extensions/dynamicgooglesitemap
Catalog: Resources/Private/Language/*.locallang.xlf
Languages: de

# tx_dynamicgooglesitemap_domain_model_sitemap.for_page
source: The corresponding page ID
de: Die entsprechende Seite ID

# tx_dynamicgooglesitemap_domain_model_sitemap.url
source: The URL.
de: Seiten URL.

# tx_dynamicgooglesitemap_domain_model_sitemap.priority
source: Priority of the url in context to the whole sitemap.
de: Priorität der URL im Kontext zu der ganzen Sitemap.

# tx_dynamicgooglesitemap_domain_model_sitemap.lastmod
source: Date when the content of the url was last changed.
de: Datum wenn die Seite zu lätzt gehändert wurde.

# tx_dynamicgooglesitemap_domain_model_sitemap.lastmod_hash
source: Hash for monitoring changes of the page
de: Hash zur Überwachung von Änderungen auf der Seite

# tx_dynamicgooglesitemap_domain_model_sitemap.nopage
source: Please click on a page in the tree.
de: Bitte klicken Sie auf eine Seite im Seitenabum.

# tx_dynamicgooglesitemap_domain_model_sitemap.domain
source: Showing Sitemap for Domain
de: Zeige Sitemap für Domain

# tx_dynamicgooglesitemap_domain_model_sitemap.sitemap.update
source: Sitemap Entry was updated.
de: Sitemap eintrag wurde aktualisiert.

# tx_dynamicgooglesitemap_domain_model_sitemap.sitemap.remove
source: Sitemap Entry was removed.
de: Sitemap eintrag wurde entfernt.

# tx_dynamicgooglesitemap_domain_model_sitemap.sitemap.allremove
source: All Sitemap Entrys ware removed.
de: Alle Sitemap einträge wurden entfernt.

# config.ignorParams
source: Ignor Parameters (Comma separated List)
de: Ignoriere Parameter (Kommata getrennte Liste)

# config.ignorePageType
source: Ignore page types e.g. 98 for print (Comma seperated list)
de: Ignoriere Sitentyp z.B 98 für Druckvariante (Kommata getrennte Liste)

# config.sorting
source: Sort Sitemap by Field
de: Sortiere Sitemap by Feld

# config.nosearch
source: Respect 'Include in Search' field from page properties
de: Respektiere 'In Indexsuche einbeziehen' Feld von Seiteneigenschaften
